Repository: MinnKhantThuu/GlideMouse
Catalog: Sources/GlideMouse/Resources/Localizable.xcstrings
Source language: en
Languages: my, zh_hans

source: Mouse compatibility
my: Mouse အသုံးပြုနိုင်မှု
zh_hans: 鼠标兼容性

source: Use your mouse buttons and wheel to create mappings.
my: Mouse ခလုတ်နဲ့ wheel အတွက် ကိုယ်ကြိုက်တဲ့လုပ်ဆောင်ချက် သတ်မှတ်နိုင်ပါတယ်။
zh_hans: 使用鼠标按钮和滚轮设置操作。

source: Some trackpad-style gestures are not available yet.
my: Trackpad ပုံစံ gesture အချို့ မရသေးပါ။
zh_hans: 部分触控板式手势暂不可用。

source: Magic Mouse gestures are still being tested.
my: Magic Mouse gestures ကို စမ်းသပ်နေဆဲပါ။
zh_hans: Magic Mouse 手势仍在测试中。

source: Technical details
my: နည်းပညာအသေးစိတ်
zh_hans: 技术详情

source: Mouse buttons and wheel
my: Mouse ခလုတ်နဲ့ wheel
zh_hans: 鼠标按钮与滚轮

source: Mouse-specific settings are not available yet. Use All apps or an app profile.
my: Mouse တစ်လုံးချင်း setting မရသေးပါ။ All apps ဒါမှမဟုတ် app profile ကို သုံးပါ။
zh_hans: 暂不支持按鼠标分别设置。请使用“所有应用”或应用配置。

source: Customize settings for each app.
my: App တစ်ခုချင်းအတွက် setting သတ်မှတ်ပါ။
zh_hans: 为不同应用设置不同操作。

source: App profiles use All apps settings unless you change them here.
my: ဒီနေရာမှာ မပြောင်းထားတဲ့ setting တွေကို All apps ကနေ အသုံးပြုပါမယ်။
zh_hans: 应用会沿用“所有应用”的设置，除非你在这里单独修改。

source: Automatic updates are not available yet.
my: အလိုအလျောက် update မရသေးပါ။
zh_hans: 自动更新暂不可用。

source: An early version. Some features are still being improved.
my: အစောပိုင်း version ဖြစ်ပြီး feature အချို့ကို ပိုကောင်းအောင်ပြင်နေပါတယ်။
zh_hans: 这是早期版本，部分功能仍在完善。

source: Selected action
my: ရွေးထားတဲ့လုပ်ဆောင်ချက်
zh_hans: 已选操作

source: Button feel
my: ခလုတ် တုံ့ပြန်ပုံ
zh_hans: 按钮手感

source: Advanced touch settings
my: Touch အသေးစိတ် setting
zh_hans: 高级触摸设置

source: Advanced
my: အဆင့်မြင့် ဆက်တင်များ
zh_hans: 高级设置

source: Mapping name (optional)
my: ခလုတ်အမည် (မပေးလည်း ရပါတယ်)
zh_hans: 操作名称（可选）

source: Choose an action
my: ဘာလုပ်မလဲ ရွေးပါ
zh_hans: 选择要执行的操作

source: Search actions
my: လုပ်ဆောင်ချက်ရှာရန်
zh_hans: 搜索操作

source: No matching actions
my: ရှာထားတဲ့လုပ်ဆောင်ချက် မတွေ့ပါ
zh_hans: 没有匹配的操作

source: Mouse buttons
my: Mouse ခလုတ်များ
zh_hans: 鼠标按钮

source: Browser & navigation
my: Browser နဲ့ လမ်းညွှန်မှု
zh_hans: 浏览与导航

source: Desktops & windows
my: Desktop နဲ့ window များ
zh_hans: 桌面与窗口

source: Apps & shortcuts
my: App နဲ့ shortcut များ
zh_hans: 应用与快捷键

source: Review preset
my: Preset ကို စစ်ကြည့်ပါ
zh_hans: 检查预设

source: This replaces the mappings in this profile. Other profiles stay unchanged. You can Undo after applying.
my: ဒီ profile ရဲ့ mappings တွေကို အစားထိုးပါမယ်။ တခြား profiles မပြောင်းပါ။ ထည့်ပြီးရင် Undo နဲ့ ပြန်ပြင်နိုင်ပါတယ်။
zh_hans: 这会替换当前配置中的操作设置，其他配置不受影响。应用后可以撤销。

source: Current mappings
my: လက်ရှိ mappings
zh_hans: 当前操作设置

source: New mappings
my: အသစ်ထည့်မယ့် mappings
zh_hans: 新的操作设置

source: Apply preset
my: Preset ထည့်မယ်
zh_hans: 应用预设

source: Expanded
my: ဖွင့်ထားသည်
zh_hans: 已展开

source: Collapsed
my: ပိတ်ထားသည်
zh_hans: 已收起

source: Wheel button
my: ဘီးခလုတ်
zh_hans: 滚轮按钮

source: Choose action
my: လုပ်ဆောင်ချက် ရွေးရန်
zh_hans: 选择操作

source: Left and right clicks stay unchanged.
my: ဘယ်ခလုတ်နှင့် ညာခလုတ်ကို ပုံမှန်အတိုင်း သုံးနိုင်ပါတယ်။
zh_hans: 左右键的普通点击保持原样。

source: Buttons reported by your mouse are shown here. Button numbers do not always match their physical position. Use Capture mouse input to confirm a side button.
my: Mouse မှ ဖတ်ရရှိတဲ့ ခလုတ်တွေကို ဒီမှာ ပြထားပါတယ်။ ခလုတ်နံပါတ်နဲ့ အပေါ်/အောက်နေရာက mouse အမျိုးအစားအလိုက် ကွဲနိုင်ပါတယ်။ ဘေးခလုတ်ကို အတည်ပြုဖို့ ခလုတ်ဖမ်းယူတဲ့အကွက်မှာ နှိပ်ကြည့်ပါ။
zh_hans: 这里显示鼠标上报的按钮。按钮编号不一定对应实际位置，请通过“捕获鼠标输入”确认侧键。

source: Accessibility lets GlideMouse perform the actions you choose, such as switching desktops. Input Monitoring lets it recognize mouse buttons and wheel input. It does not save what you type.
my: Accessibility က desktop ပြောင်းတာလို သင်ရွေးထားတဲ့ လုပ်ဆောင်ချက်တွေကို လုပ်နိုင်ဖို့ လိုပါတယ်။ Input Monitoring က mouse ခလုတ်နှိပ်တာနဲ့ ဘီးလှိမ့်တာကို သိနိုင်ဖို့ လိုပါတယ်။ သင်ရိုက်တဲ့ စာတွေကို မသိမ်းပါဘူး။
zh_hans: 辅助功能权限让 GlideMouse 执行你选择的操作，例如切换桌面。输入监控权限用于识别鼠标按钮和滚轮输入，不会保存你键入的文字。

source: Higher values move the page farther with each wheel step.
my: တန်ဖိုးတိုးရင် ဘီးတစ်ချက်လှိမ့်တိုင်း စာမျက်နှာ ပိုဝေးဝေးရွေ့ပါတယ်။
zh_hans: 数值越大，每格滚轮让页面移动的距离越远。

source: Higher values scroll farther when you turn the wheel quickly. Zero keeps the speed consistent.
my: တန်ဖိုးတိုးထားရင် ဘီးကို မြန်မြန်လှိမ့်တဲ့အခါ ပိုဝေးဝေးရွေ့ပါတယ်။ ၀ ထားရင် ရွေ့နှုန်း မပြောင်းပါဘူး။
zh_hans: 数值越大，快速转动滚轮时滚动距离越远。设为零可保持固定速度。

source: Seconds to hold a button before its long-press action runs. Lower means faster.
my: အကြာဖိနှိပ်တဲ့ လုပ်ဆောင်ချက် စတင်ဖို့ ခလုတ်ကို ဖိထားရမယ့်အချိန်ပါ။ စက္ကန့်နဲ့ ပြထားပြီး တန်ဖိုးနည်းရင် ပိုမြန်မြန် စတင်ပါတယ်။
zh_hans: 按住按钮多久后执行长按操作，单位为秒。数值越小，触发越快。

source: Seconds allowed between clicks for a double or triple click. Increase if you click slowly.
my: နှစ်ချက် သို့မဟုတ် သုံးချက်နှိပ်တာကို ခွဲသိဖို့ တစ်ချက်နဲ့တစ်ချက်ကြား စောင့်ပေးမယ့် စက္ကန့်ပါ။ ဖြည်းဖြည်းနှိပ်တတ်ရင် တန်ဖိုးတိုးပေးပါ။
zh_hans: 识别双击或三击时允许的点击间隔，单位为秒。如果点击较慢，可增大此值。

source: Distance to move while holding a button before a drag action starts. Increase to avoid accidental drags.
my: ခလုတ်ဖိထားပြီး ဘယ်လောက်ရွှေ့မှ ဆွဲရွှေ့တဲ့ လုပ်ဆောင်ချက် စမလဲဆိုတာပါ။ မတော်တဆ စတင်နေရင် တန်ဖိုးတိုးပေးပါ။
zh_hans: 按住按钮后移动多远才触发拖动操作。增大此值可减少误触。

source: For a double-click mapping, the app waits briefly to tell a single click from a double click.
my: နှစ်ချက်နှိပ်တဲ့ လုပ်ဆောင်ချက် သတ်မှတ်ထားရင် တစ်ချက်နှိပ်တာနဲ့ ခွဲသိဖို့ ခဏစောင့်ပေးပါတယ်။
zh_hans: 设置双击操作后，应用会短暂等待，以区分单击和双击。

source: Detect a button by pressing it
my: ခလုတ်နှိပ်ပြီး ဖမ်းယူရန်
zh_hans: 按下按钮进行识别

source: Left click
my: ဘယ်ခလုတ်
zh_hans: 左键单击

source: Right click
my: ညာခလုတ်
zh_hans: 右键单击

source: Detect mouse buttons
my: Mouse ခလုတ်များ ဖမ်းယူရန်
zh_hans: 识别鼠标按钮

source: Only buttons you have pressed are labelled. Left and right clicks stay unchanged.
my: သင်နှိပ်ပြီးသား ခလုတ်တွေကိုပဲ label ပြထားပါတယ်။ ဘယ်ခလုတ်နဲ့ ညာခလုတ်ကို ပုံမှန်အတိုင်း သုံးနိုင်ပါတယ်။
zh_hans: 只标注你已按过的按钮。左右键的普通点击保持原样。

source: Move into this box and press each wheel or side button once. Its label appears above.
my: ဒီအကွက်ထဲကို mouse ရွှေ့ပြီး ဘီးခလုတ်နဲ့ ဘေးခလုတ်တွေကို တစ်ခုချင်း နှိပ်ပါ။ နှိပ်လိုက်တဲ့ခလုတ်ရဲ့ label ကို အပေါ်ပုံမှာ ပြပေးပါမယ်။
zh_hans: 将指针移入此框，分别点击滚轮按钮或侧键，识别后会在上方显示标注。

source: The drawing is a guide, not an exact image of your mouse. Detection identifies button numbers, not their physical positions.
my: ပုံက ခလုတ်ရွေးဖို့ လမ်းညွှန်ပုံပါ။ ခလုတ်နံပါတ်ကို ဖမ်းယူသိရှိနိုင်ပေမယ့် mouse ပေါ်က နေရာအတိအကျကိုတော့ မသိနိုင်ပါဘူး။
zh_hans: 此图仅用于说明，并非你的鼠标的精确外观。识别只能确定按钮编号，不能确定实际位置。

source: Standard click
my: ပုံမှန် click
zh_hans: 普通点击

source: Wheel and side-button labels appear when you press them. Left and right clicks keep their standard actions.
my: ဘီးခလုတ်နဲ့ ဘေးခလုတ်တွေကို နှိပ်ပြီးမှ label ပြပေးပါတယ်။ ဘယ်/ညာခလုတ်တွေကတော့ ပုံမှန် click အတိုင်း အလုပ်လုပ်ပါတယ်။
zh_hans: 点击滚轮按钮和侧键后会显示对应标注。左右键保留普通点击功能。

source: The update server has not been connected yet.
my: Update server ကို မချိတ်ရသေးပါ။
zh_hans: 尚未连接更新服务器。

source: Download and install updates automatically
my: Update ကို အလိုအလျောက် download လုပ်ပြီး ထည့်မည်
zh_hans: 自动下载并安装更新

source: Automatic updates install signed releases when the app can safely restart. Your mouse settings are retained.
my: App ပြန်ဖွင့်နိုင်တဲ့အချိန်မှာ လက်မှတ်ထိုးထားတဲ့ version အသစ်ကို အလိုအလျောက် ထည့်ပေးပါတယ်။ သင့် mouse ဆက်တင်တွေကို ဆက်သိမ်းထားပါတယ်။
zh_hans: 自动更新会在应用可以安全重启时安装已签名的版本，并保留鼠标设置。

source: Ready
my: အသုံးပြုနိုင်ပြီ
zh_hans: 可用

source: Mouse setup
my: Mouse သတ်မှတ်ရန်
zh_hans: 设置鼠标

source: Allow mouse control
my: Mouse ကို ထိန်းချုပ်ခွင့်ပေးရန်
zh_hans: 允许控制鼠标

source: Choose a button on the picture to change what it does.
my: ပုံထဲက ခလုတ်အမည်ကို နှိပ်ပြီး လုပ်ဆောင်ချက် ရွေးပါ။
zh_hans: 在图上选择一个按钮，设置它要执行的操作。

source: Identify buttons
my: ခလုတ်နေရာ သတ်မှတ်ရန်
zh_hans: 标注按钮

source: For all apps
my: App အားလုံးအတွက်
zh_hans: 用于所有应用

source: Customize an app
my: App တစ်ခုအတွက် သတ်မှတ်ရန်
zh_hans: 为应用单独设置

source: Make a button yours
my: ခလုတ်တစ်ခုကို စိတ်ကြိုက်သတ်မှတ်ပါ
zh_hans: 设置按钮操作

source: Select its label, choose Click or Hold, then pick an action.
my: ခလုတ်အမည်ကို နှိပ်ပါ။ တစ်ချက်နှိပ်တာ သို့မဟုတ် ဖိထားတာကို ရွေးပြီး လုပ်ဆောင်ချက် သတ်မှတ်ပါ။
zh_hans: 选择按钮标注，再选择单击或长按，然后选择要执行的操作。

source: Starter setup
my: အဆင်သင့် ဆက်တင်ရွေးရန်
zh_hans: 入门设置

source: Desktop navigation
my: Desktop ပြောင်းရန်
zh_hans: 桌面切换

source: Browser navigation
my: စာမျက်နှာ ရှေ့/နောက်သွားရန်
zh_hans: 浏览器导航

source: Only the listed actions change. Other mappings are kept.
my: ပြထားတဲ့ လုပ်ဆောင်ချက်တွေပဲ ပြောင်းပါမယ်။ တခြားသတ်မှတ်ချက်တွေကို ဆက်ထားပေးပါတယ်။
zh_hans: 只修改列出的操作，其他操作设置会保留。

source: Identify both side buttons to use a starter setup.
my: အဆင်သင့်ဆက်တင် သုံးဖို့ ဘေးခလုတ်နှစ်ခုရဲ့ နေရာကို အရင်သတ်မှတ်ပေးပါ။
zh_hans: 请先标注两个侧键，再使用入门设置。

source: Identify your wheel and side buttons once to keep their labels.
my: ဘီးခလုတ်နဲ့ ဘေးခလုတ်တွေကို တစ်ခါသတ်မှတ်ပေးရင် အမည်တွေကို ဆက်သိမ်းထားပေးပါတယ်။
zh_hans: 标注一次滚轮按钮和侧键，之后即可保留对应标签。

source: When you
my: နှိပ်ပုံ
zh_hans: 当你

source: Click
my: တစ်ချက်နှိပ်
zh_hans: 单击

source: Hold
my: ဖိထား
zh_hans: 长按

source: Using the All apps action. Saving creates an app override.
my: App အားလုံးအတွက် သတ်မှတ်ထားတာကို သုံးနေပါတယ်။ သိမ်းလိုက်ရင် ဒီ app အတွက်ပဲ ပြောင်းပေးပါမယ်။
zh_hans: 正在沿用“所有应用”的操作。保存后会为此应用单独设置。

source: Optional name
my: အမည်ပေးရန် (လိုမှ)
zh_hans: 名称（可选）

source: Save
my: သိမ်းမည်
zh_hans: 保存

source: More options
my: နောက်ထပ်ရွေးချယ်စရာများ
zh_hans: 更多选项

source: More command options are in Advanced mapping.
my: Command အသေးစိတ်ကို အဆင့်မြင့် သတ်မှတ်ချက်မှာ ပြင်နိုင်ပါတယ်။
zh_hans: 更多命令选项在“高级操作设置”中。

source: Saved. Press the mouse button to try it.
my: သိမ်းပြီးပါပြီ။ အခု mouse ခလုတ်ကို နှိပ်ကြည့်ပါ။
zh_hans: 已保存。按下鼠标按钮试试吧。

source: Button received. Check the result on your Mac.
my: ခလုတ်နှိပ်တာ သိရှိပါပြီ။ ရွေးထားတဲ့လုပ်ဆောင်ချက် ရသလား စမ်းကြည့်ပါ။
zh_hans: 已收到按钮输入，请查看 Mac 上的执行结果。

source: Use All apps action
my: မူလလုပ်ဆောင်ချက် ပြန်သုံးမည်
zh_hans: 沿用所有应用的操作

source: Hold the button briefly without moving the mouse.
my: Mouse မရွှေ့ဘဲ ခလုတ်ကို ခဏဖိထားပါ။
zh_hans: 短暂按住按钮，不要移动鼠标。

source: More button actions
my: နောက်ထပ် လုပ်ဆောင်ချက်များ
zh_hans: 更多按钮操作

source: Double clicks, drag gestures, modifiers and other existing mappings stay available here.
my: နှစ်ချက်နှိပ်တာ၊ ဖိပြီးရွှေ့တာ၊ ကီးနဲ့တွဲနှိပ်တာ စတဲ့ ရှိပြီးသားသတ်မှတ်ချက်တွေကို ဒီမှာ ဆက်ပြင်နိုင်ပါတယ်။
zh_hans: 可在这里设置双击、拖动、修饰键组合及其他已有操作。

source: Add advanced mapping
my: အသေးစိတ် သတ်မှတ်ချက်ထည့်ရန်
zh_hans: 添加高级操作

source: Advanced mapping
my: အဆင့်မြင့် သတ်မှတ်ချက်
zh_hans: 高级操作设置

source: Double click
my: နှစ်ချက်နှိပ်
zh_hans: 双击

source: Hold and move
my: ဖိပြီးရွှေ့
zh_hans: 按住并移动

source: Hold and scroll
my: ဖိပြီးဘီးလှိမ့်
zh_hans: 按住并滚动

source: Upper side button
my: ဘေးအပေါ်ခလုတ်
zh_hans: 上侧键

source: Lower side button
my: ဘေးအောက်ခလုတ်
zh_hans: 下侧键

source: Extra button
my: အခြားခလုတ်
zh_hans: 其他按钮

source: Press a real button, then tell us where it is.
my: ခလုတ်ကို တကယ်နှိပ်ပြီး ဘယ်နေရာမှာရှိလဲ ရွေးပေးပါ။
zh_hans: 先按下鼠标按钮，再选择它的实际位置。

source: Your mouse reports button numbers, not their positions. This setup keeps the picture correct after reopening the app.
my: Mouse က ခလုတ်နံပါတ်ကိုပဲ ပေးပါတယ်။ နေရာကို သတ်မှတ်ပေးထားရင် app ပြန်ဖွင့်တဲ့အခါလည်း ပုံမှာ မှန်မှန်ပြပေးနိုင်ပါတယ်။
zh_hans: 鼠标只上报按钮编号，不会提供位置。完成标注后，重新打开应用也能显示正确位置。

source: Connect only the mouse you are setting up. Mouse input cannot yet be separated by device.
my: သတ်မှတ်မယ့် mouse တစ်ခုပဲ ချိတ်ထားပေးပါ။ Mouse တစ်ခုချင်းရဲ့ input ကို မခွဲနိုင်သေးပါဘူး။
zh_hans: 请只连接正在设置的鼠标。目前无法按设备区分鼠标输入。

source: Press one wheel or side button inside this box.
my: ဒီအကွက်ထဲမှာ ဘီးခလုတ် သို့မဟုတ် ဘေးခလုတ်တစ်ခုကို နှိပ်ပါ။
zh_hans: 请在此框内点击一个滚轮按钮或侧键。

source: Start capture, then move the pointer into this box.
my: စတင်ဖမ်းယူရန်ကို နှိပ်ပြီး pointer ကို ဒီအကွက်ထဲ ရွှေ့ပါ။
zh_hans: 点击开始捕获，然后将指针移入此框。

source: Detected button
my: ဖမ်းယူရရှိသော ခလုတ်
zh_hans: 已识别的按钮

source: Position
my: ခလုတ်နေရာ
zh_hans: 位置

source: Confirm position
my: ဒီနေရာကို သိမ်းမည်
zh_hans: 确认位置

source: Position saved. Press another button to add it.
my: နေရာကို သိမ်းပြီးပါပြီ။ နောက်ခလုတ်တစ်ခုကို ထပ်နှိပ်နိုင်ပါတယ်။
zh_hans: 位置已保存。可以继续按下另一个按钮进行标注。

source: Left and right clicks keep working. Existing actions outside the capture box stay active.
my: ဘယ်/ညာခလုတ်ကို ပုံမှန်သုံးနိုင်ပါတယ်။ ဒီအကွက်အပြင်မှာ ရှိပြီးသားလုပ်ဆောင်ချက်တွေလည်း ဆက်အလုပ်လုပ်ပါတယ်။
zh_hans: 左右键保持可用。捕获框外已设置的操作仍然生效。

source: Identify your mouse buttons
my: Mouse ခလုတ်နေရာများ သတ်မှတ်ရန်
zh_hans: 标注鼠标按钮

source: Done
my: ပြီးပါပြီ
zh_hans: 完成

source: Set up your mouse
my: Mouse ကို စတင်သတ်မှတ်ရန်
zh_hans: 设置你的鼠标

source: After access is granted, you can identify a button and choose its action.
my: ခွင့်ပြုပြီးရင် mouse ခလုတ်နေရာနဲ့ လုပ်ဆောင်ချက်ကို သတ်မှတ်နိုင်ပါပြီ။
zh_hans: 允许权限后，就可以识别按钮并选择要执行的操作。

source: Choose how to start
my: စသုံးမယ့်ပုံစံ ရွေးပါ
zh_hans: 选择开始方式

source: Keep my current settings
my: လက်ရှိဆက်တင်အတိုင်း သုံးမည်
zh_hans: 保留当前设置

source: Smooth scrolling only
my: စာမျက်နှာရွေ့ပုံပဲ ချောမွေ့အောင်လုပ်မည်
zh_hans: 仅启用平滑滚动

source: Only the listed inputs change. Your other mappings stay in place. Undo restores the previous settings.
my: ပြထားတဲ့ နှိပ်ပုံတွေပဲ ပြောင်းပါမယ်။ တခြားလုပ်ဆောင်ချက်တွေကို ဆက်ထားပေးပါတယ်။ Undo နဲ့ အရင်အတိုင်း ပြန်ထားနိုင်ပါတယ်။
zh_hans: 只修改列出的输入操作，其他设置保持原样。撤销可恢复之前的设置。

source: You can change Click and Hold actions separately from the mouse picture.
my: ပုံထဲကခလုတ်ကို ရွေးပြီး တစ်ချက်နှိပ်တာနဲ့ ဖိထားတာအတွက် သီးသန့်သတ်မှတ်နိုင်ပါတယ်။
zh_hans: 可以在鼠标图上分别设置单击和长按操作。

source: Later
my: နောက်မှ လုပ်မည်
zh_hans: 稍后

source: Back
my: နောက်သို့
zh_hans: 上一步

source: Next
my: ဆက်လုပ်မည်
zh_hans: 下一步

source: Start using GlideMouse
my: GlideMouse စသုံးမည်
zh_hans: 开始使用 GlideMouse

source: Scroll feel
my: ရွေ့ပုံ
zh_hans: 滚动手感

source: Standard
my: ပုံမှန်
zh_hans: 标准

source: Smooth
my: ချောမွေ့
zh_hans: 平滑

source: Custom
my: စိတ်ကြိုက်
zh_hans: 自定义

source: Scroll direction
my: ရွေ့သည့် ဦးတည်ချက်
zh_hans: 滚动方向

source: Standard direction
my: ပုံမှန်အတိုင်း
zh_hans: 标准方向

source: Reverse direction
my: ပြောင်းပြန်
zh_hans: 反向

source: Fine-tune scrolling
my: အသေးစိတ် ညှိရန်
zh_hans: 微调滚动

source: Response
my: တုံ့ပြန်ပုံ
zh_hans: 响应速度

source: Fast
my: မြန်မြန်
zh_hans: 快

source: Normal
my: ပုံမှန်
zh_hans: 标准

source: Relaxed
my: ဖြည်းဖြည်း
zh_hans: 慢

source: Choose a comfortable response first. Adjust individual values only if needed.
my: သင့်အတွက် အဆင်ပြေတဲ့ တုံ့ပြန်ပုံကို အရင်ရွေးပါ။ လိုမှ တစ်ခုချင်း အသေးစိတ်ညှိနိုင်ပါတယ်။
zh_hans: 先选择适合自己的响应速度，仅在需要时调整各项参数。

source: Fine-tune buttons
my: ခလုတ်ကို အသေးစိတ်ညှိရန်
zh_hans: 微调按钮

source: Mouse control is allowed
my: Mouse ထိန်းချုပ်ခွင့် ရပြီးပါပြီ
zh_hans: 已允许控制鼠标

source: Recommended
my: အကြံပြုထားသော လုပ်ဆောင်ချက်များ
zh_hans: 推荐

source: Run action performs the selected action on this Mac.
my: ရွေးထားတဲ့လုပ်ဆောင်ချက်ကို ဒီ Mac မှာ တကယ်လုပ်ပေးပါတယ်။
zh_hans: 执行操作会在这台 Mac 上实际执行所选操作。

source: Show action name on screen
my: လုပ်ဆောင်ချက်အမည်ကို Screen ပေါ်ပြမည်
zh_hans: 在屏幕上显示操作名称

source: Identify buttons to place their labels on the picture.
my: ပုံပေါ်မှာ အမည်ပြဖို့ ခလုတ်နေရာကို အရင်သတ်မှတ်ပါ။
zh_hans: 识别并标注按钮后，它们会显示在鼠标图上。

source: Press a button here, then choose its action.
my: ဒီအကွက်မှာ ခလုတ်နှိပ်ပြီး လုပ်ဆောင်ချက်ရွေးပါ။
zh_hans: 在这里按下按钮，然后选择要执行的操作。

source: Move here and click or hold a wheel / side button.
my: ဒီအကွက်ထဲမှာ ဘီးခလုတ် သို့မဟုတ် ဘေးခလုတ်ကို တစ်ချက်နှိပ်ပါ၊ ဖိထားပါ။
zh_hans: 将指针移到这里，点击或长按滚轮按钮或侧键。

source: Mouse picture and button positions
my: Mouse ပုံနှင့် ခလုတ်နေရာများ
zh_hans: 鼠标图与按钮位置

source: Find your button, choose an action, then Save.
my: ခလုတ်ကိုရွေး၊ လုပ်ဆောင်ချက်သတ်မှတ်ပြီး သိမ်းပါ။
zh_hans: 选择按钮，再选择要执行的操作，最后保存。

source: Label buttons
my: ခလုတ်နေရာ သတ်မှတ်ရန်
zh_hans: 标注按钮

source: Click a side or wheel button inside this box to select it.
my: ဒီအကွက်ထဲမှာ ဘေးခလုတ် / ဘီးခလုတ်ကို နှိပ်ပြီး ရွေးပါ။
zh_hans: 在此框内点击侧键或滚轮按钮以选中它。

source: App settings and presets
my: App အလိုက် သတ်မှတ်ခြင်းနှင့် အဆင်သင့်ပုံစံများ
zh_hans: 应用设置与预设

source: Your saved actions work in all apps. Add an app only if it needs different actions.
my: သိမ်းထားတဲ့ လုပ်ဆောင်ချက်တွေကို App အားလုံးမှာ သုံးနိုင်ပါတယ်။ သီးခြားလုပ်ဆောင်ချက် လိုတဲ့ App ကိုပဲ ထပ်ရွေးပေးပါ။
zh_hans: 保存的操作默认用于所有应用。只有需要不同操作时，才需添加应用。

source: Label both side buttons to use a preset.
my: အဆင်သင့်ပုံစံ သုံးဖို့ ဘေးခလုတ်နှစ်ခုရဲ့ နေရာကို အရင်သတ်မှတ်ပါ။
zh_hans: 请先标注两个侧键，再使用预设。

source: Choose a mouse button
my: ပြင်ချင်တဲ့ ခလုတ်ကို ရွေးပါ
zh_hans: 选择鼠标按钮

source: Press it in the blue box above, or select its number on the picture.
my: အပေါ်က အပြာရောင်အကွက်ထဲမှာ ခလုတ်ကို နှိပ်ပါ။ ပုံပေါ်က နံပါတ်ကို နှိပ်ပြီးလည်း ရွေးနိုင်ပါတယ်။
zh_hans: 在上方蓝色框内按下按钮，或在图上选择它的编号。

source: Then choose what a click or a hold should do.
my: တစ်ချက်နှိပ်ရင်၊ နှစ်ချက်နှိပ်ရင်၊ ဖိထားရင် ဘာလုပ်မလဲဆိုတာ ရွေးပေးပါ။
zh_hans: 然后选择单击或长按时要执行的操作。

source: Set position
my: နေရာ သတ်မှတ်ရန်
zh_hans: 设置位置

source: Select a number below, then set its position.
my: အောက်က နံပါတ်ကိုရွေးပြီး ခလုတ်နေရာ သတ်မှတ်ပါ။
zh_hans: 选择下方的编号，再设置它的位置。

source: Press a side or wheel button in the blue box to add its label.
my: ခလုတ်နံပါတ် ပေါ်လာဖို့ အပြာရောင်အကွက်ထဲမှာ ဘေးခလုတ် / ဘီးခလုတ်ကို နှိပ်ပါ။
zh_hans: 在蓝色框内点击侧键或滚轮按钮，以添加标注。

source: Click once
my: တစ်ချက်နှိပ်
zh_hans: 单击一次

source: Hold this button briefly to run its action.
my: ဒီခလုတ်ကို ခဏဖိထားရင် ရွေးထားတဲ့လုပ်ဆောင်ချက် အလုပ်လုပ်မယ်။
zh_hans: 短暂按住此按钮，即可执行对应操作。

source: Click this button once to run its action.
my: ဒီခလုတ်ကို တစ်ချက်နှိပ်ရင် ရွေးထားတဲ့လုပ်ဆောင်ချက် အလုပ်လုပ်မယ်။
zh_hans: 单击此按钮，即可执行对应操作。

source: Where is this button on your mouse?
my: ဒီခလုတ်က mouse ရဲ့ ဘယ်နေရာမှာရှိလဲ?
zh_hans: 这个按钮在鼠标的什么位置？

source: Change button position
my: ခလုတ်နေရာ ပြန်ပြင်ရန်
zh_hans: 更改按钮位置

source: Save action
my: သိမ်းမည်
zh_hans: 保存操作

source: Remove hold action
my: ဖိထားရင်လုပ်မည့် လုပ်ဆောင်ချက်ကို ဖျက်ရန်
zh_hans: 删除长按操作

source: Remove click action
my: တစ်ချက်နှိပ် လုပ်ဆောင်ချက်ကို ဖျက်ရန်
zh_hans: 删除单击操作

source: Removes this action only. Undo restores it.
my: ဒီလုပ်ဆောင်ချက်ကိုပဲ ဖျက်မယ်။ Undo နဲ့ ပြန်ယူနိုင်ပါတယ်။
zh_hans: 仅删除此操作。撤销可恢复。

source: Action removed. Undo restores it.
my: လုပ်ဆောင်ချက် ဖျက်ပြီးပါပြီ။ Undo နဲ့ ပြန်ယူနိုင်ပါတယ်။
zh_hans: 操作已删除。撤销可恢复。

source: Names and other gestures
my: အမည်နှင့် အခြားနှိပ်ပုံများ
zh_hans: 名称与其他手势

source: Add another gesture
my: နောက်ထပ် နှိပ်ပုံ ထည့်ရန်
zh_hans: 添加其他手势

source: Double click, drag and other gestures
my: နှစ်ချက်နှိပ်၊ ဖိဆွဲနှင့် အခြားနှိပ်ပုံများ
zh_hans: 双击、拖动与其他手势

source: Remove
my: ဖျက်မည်
zh_hans: 删除

source: For this app
my: ဒီ App အတွက်
zh_hans: 仅用于此应用

source: Mouse illustration
my: ခလုတ်နေရာပြ mouse ပုံ
zh_hans: 鼠标示意图

source: Upper side
my: ဘေးအပေါ်
zh_hans: 上侧

source: Lower side
my: ဘေးအောက်
zh_hans: 下侧

source: Extra
my: အခြား
zh_hans: 其他

source: Remove action
my: ဖျက်မည်
zh_hans: 删除操作

source: 1 and 2 keep normal left/right clicks.
my: 1 နှင့် 2 က ပုံမှန် ဘယ် / ညာကလစ်ပါ။
zh_hans: 按钮 1 和 2 保留普通左键和右键点击。

source: Click this button twice quickly to run its action.
my: ဒီခလုတ်ကို မြန်မြန် နှစ်ချက်နှိပ်ရင် ရွေးထားတဲ့လုပ်ဆောင်ချက် အလုပ်လုပ်မယ်။
zh_hans: 快速双击此按钮，即可执行对应操作。

source: Remove double-click action
my: နှစ်ချက်နှိပ် လုပ်ဆောင်ချက် ဖျက်ရန်
zh_hans: 删除双击操作

source: Drag, scroll and other gestures
my: ဖိဆွဲ၊ ဘီးလှိမ့်နှင့် အခြားနှိပ်ပုံများ
zh_hans: 拖动、滚动与其他手势

source: Double click adds a brief wait to the single-click action on this button.
my: နှစ်ချက်နှိပ်ကို သတ်မှတ်ထားရင် ဒီခလုတ်ကို တစ်ချက်နှိပ်တာ ခဏစောင့်ပြီးမှ အလုပ်လုပ်မယ်။
zh_hans: 设置双击后，此按钮的单击操作会有短暂等待。

source: Select this number to set its button position.
my: ဒီနံပါတ်ကိုရွေးပြီး ခလုတ်နေရာ သတ်မှတ်နိုင်ပါတယ်။
zh_hans: 选择此编号，设置按钮的位置。

source: Clicks and dragging
my: ကလစ်လုပ်ခြင်းနှင့် ဖိဆွဲခြင်း
zh_hans: 点击与拖动

source: Button behavior
my: ခလုတ်လုပ်ဆောင်ချက်
zh_hans: 按钮行为

source: Left button
my: ဘယ်ခလုတ်
zh_hans: 左键

source: Right button
my: ညာခလုတ်
zh_hans: 右键

source: When you press this button
my: ဒီခလုတ်ကို ဘယ်လိုနှိပ်မလဲ
zh_hans: 按下此按钮的方式

source: The app will do this
my: နှိပ်ပြီးရင် ဘာလုပ်ပေးမလဲ
zh_hans: 应用将执行的操作

source: Press any mouse button inside this box to select it.
my: ဒီအကွက်ထဲမှာ mouse ခလုတ်ကို နှိပ်ပြီး ရွေးပါ။
zh_hans: 在此框内按下任意鼠标按钮以选中它。

source: Select 1 or 2 to assign double click or hold.
my: 1 / 2 ကိုရွေးပြီး နှစ်ချက်နှိပ်၊ ဖိထား လုပ်ဆောင်ချက် သတ်မှတ်နိုင်ပါတယ်။
zh_hans: 选择按钮 1 或 2，可设置双击或长按操作。

source: Choose what the app should do after your button press. Click actions below are clicks the app performs for you.
my: ခလုတ်နှိပ်ပြီးရင် app က ဘာလုပ်ပေးမလဲ ရွေးပါ။ အောက်က ကလစ်လုပ်ဆောင်ချက်တွေက app က သင့်အစား နှိပ်ပေးမယ့်အရာတွေပါ။
zh_hans: 选择按下按钮后要执行的操作。下方的点击操作表示应用将替你执行的点击。

source: Left/right buttons support double click and hold.
my: ဘယ် / ညာခလုတ်အတွက် နှစ်ချက်နှိပ်နဲ့ ဖိထားကို သတ်မှတ်နိုင်ပါတယ်။
zh_hans: 左右键支持设置双击和长按操作。

source: Single clicks wait briefly to distinguish a double click. Dragging stays normal.
my: နှစ်ချက်နှိပ် ဟုတ်မဟုတ်သိဖို့ တစ်ချက်နှိပ်က ခဏစောင့်ရမယ်။ ဖိဆွဲက ပုံမှန်အတိုင်းပါ။
zh_hans: 单击会短暂等待以区分双击，拖动保持原有方式。

source: Short clicks work on release. Moving the mouse starts normal dragging.
my: ခဏနှိပ်ပြီး လွှတ်ရင် ပုံမှန်ကလစ်လုပ်မယ်။ ဖိထားပြီး ရွှေ့ရင် ပုံမှန်ဖိဆွဲအတိုင်းပါ။
zh_hans: 短按松开后触发普通点击，移动鼠标则开始正常拖动。

source: Click button %d once
my: ခလုတ် %d ကို တစ်ချက်နှိပ်
zh_hans: 单击按钮 %d

source: Double-click button %d
my: ခလုတ် %d ကို နှစ်ချက်နှိပ်
zh_hans: 双击按钮 %d

source: Triple-click button %d
my: ခလုတ် %d ကို သုံးချက်နှိပ်
zh_hans: 三击按钮 %d

source: Hold button %d
my: ခလုတ် %d ကို ဖိထား
zh_hans: 长按按钮 %d

source: Hold button %d and press button %d
my: ခလုတ် %d ကို ဖိထားပြီး ခလုတ် %d ကို နှိပ်
zh_hans: 按住按钮 %d，再点击按钮 %d

source: Other saved gestures
my: အခြား သိမ်းထားသော နှိပ်ပုံများ
zh_hans: 已保存的其他手势

source: These are saved actions for holding and moving, holding and scrolling, or other button combinations.
my: ခလုတ်ဖိထားပြီး mouse ရွှေ့တာ၊ ဘီးလှိမ့်တာနဲ့ ခလုတ်တွဲနှိပ်တာအတွက် သိမ်းထားတဲ့ လုပ်ဆောင်ချက်တွေပါ။
zh_hans: 这里显示已保存的按住并移动、按住并滚动或其他按钮组合操作。

source: No other gestures saved. Add one only if you need it.
my: တခြားနှိပ်ပုံ မသိမ်းထားပါ။ လိုအပ်မှ ထပ်ထည့်နိုင်ပါတယ်။
zh_hans: 尚未保存其他手势，需要时再添加即可。

source: Then
my: လုပ်ပေးမည့်အရာ
zh_hans: 执行

source: Hold button %d and move the mouse left
my: ခလုတ် %d ကို ဖိထားပြီး mouse ကို ဘယ်ဘက်ရွှေ့
zh_hans: 按住按钮 %d 并向左移动鼠标

source: Hold button %d and scroll the wheel left
my: ခလုတ် %d ကို ဖိထားပြီး ဘီးကို ဘယ်ဘက်လှိမ့်
zh_hans: 按住按钮 %d 并向左滚动

source: Hold button %d and move the mouse right
my: ခလုတ် %d ကို ဖိထားပြီး mouse ကို ညာဘက်ရွှေ့
zh_hans: 按住按钮 %d 并向右移动鼠标

source: Hold button %d and scroll the wheel right
my: ခလုတ် %d ကို ဖိထားပြီး ဘီးကို ညာဘက်လှိမ့်
zh_hans: 按住按钮 %d 并向右滚动

source: Hold button %d and move the mouse up
my: ခလုတ် %d ကို ဖိထားပြီး mouse ကို အပေါ်ရွှေ့
zh_hans: 按住按钮 %d 并向上移动鼠标

source: Hold button %d and scroll the wheel up
my: ခလုတ် %d ကို ဖိထားပြီး ဘီးကို အပေါ်လှိမ့်
zh_hans: 按住按钮 %d 并向上滚动

source: Hold button %d and move the mouse down
my: ခလုတ် %d ကို ဖိထားပြီး mouse ကို အောက်ရွှေ့
zh_hans: 按住按钮 %d 并向下移动鼠标

source: Hold button %d and scroll the wheel down
my: ခလုတ် %d ကို ဖိထားပြီး ဘီးကို အောက်လှိမ့်
zh_hans: 按住按钮 %d 并向下滚动

source: Editing for: %@
my: ပြင်နေသောနေရာ: %@
zh_hans: 当前设置：%@

source: Editing scope
my: ပြင်နေသော app
zh_hans: 设置范围

source: Add app
my: App ထည့်ရန်
zh_hans: 添加应用

source: All apps — default actions
my: App အားလုံး — ပုံမှန်လုပ်ဆောင်ချက်များ
zh_hans: 所有应用 — 默认操作

source: Default actions for all apps. Each app can have its own changes.
my: App အားလုံးမှာ သုံးမည့် ပုံမှန်လုပ်ဆောင်ချက်တွေပါ။ App တစ်ခုချင်းအတွက် သီးခြားပြောင်းနိုင်ပါတယ်။
zh_hans: 所有应用使用的默认操作，也可以为每个应用单独修改。

source: Changes apply only while using %@. Other buttons keep the All apps actions.
my: %@ ကို သုံးနေချိန်မှာပဲ ပြောင်းထားတဲ့အရာတွေ အလုပ်လုပ်မယ်။ မပြောင်းထားတဲ့ခလုတ်တွေက App အားလုံး ဆက်တင်အတိုင်းပါ။
zh_hans: 更改仅在使用 %@ 时生效。其他按钮沿用“所有应用”的操作。

source: Save for all apps
my: App အားလုံးအတွက် သိမ်းမည်
zh_hans: 保存到所有应用
